[
        {
            "question": "수곡(水縠)으로부터 온열량한(溫熱凉寒)의 기운이 생성될 때, 양기(凉氣)가 생성되는 곳은?",
            "choices": ["1. 위(胃)", "2. 대장(大腸)", "3. 방광(膀胱)", "4. 소장(小腸)", "5. 위완(胃脘)"],
            "answer": 4
        },
        {
            "question": "사상인의 장부생리 중 기액(氣液)의 호(呼)와 흡(吸)을 담당하는 장기를 순서대로 나열한 것은?",
            "choices": ["1. 호(呼): 폐 흡(吸): 간", "2. 호(呼): 간 흡(吸): 폐", "3. 호(呼): 비 흡(吸): 신", "4. 호(呼): 신 흡(吸): 비", "5. 호(呼): 간 흡(吸): 신"],
            "answer": 1
        },
        {
            "question": "안을 살펴서 두려워하는 마음［懼心］을 항상 편안히 안정시켜야 하는 체질의 완실무병(完實無病)은?",
            "choices": ["1. 땀이 잘 나는 것", "2. 잠을 잘 자는 것", "3. 대변이 잘 통하는 것", "4. 음식 소화가 잘 되는 것", "5. 소변이 많고 잘 나가는 것"],
            "answer": 3
        },
        {
            "question": "기쁨을 추구하는 것을 감당하지 못하면 사치와 쾌락을 끊임 없이 추구하는 특성 ［喜極不服 侈樂無厭］을 가지는 체질에 대한 설명은?",
            "choices": ["1. 사람들을 존경하는 법도가 있다.", "2. 사람들의 선악을 분별할 수 있다.", "3. 사람들의 근면함과 게으름을 분별할 수 있다.", "4. 사람들의 능력이 있음과 없음을 분별할 수 있다.", "5. 사람들의 지혜로움과 어리석음을 분별할 수 있다."],
            "answer": 3
        },
        {
            "question": "소음인이 양명병을 앓아서 음식을 잘 먹지 못한다. 승기탕으로 잘못 치료했더니 딸꾹질을 하게 되었다. 치방은?",
            "choices": ["1. 천궁계지탕", "2. 향사양위탕", "3. 보중익기탕", "4. 관계부자이중탕", "5. 독삼관계이중탕"],
            "answer": 2
        },
        {
            "question": "13세 소음인 여아가 3일 전부터 열이 나서 병원에 왔다. 얼굴과 몸 전체가 흠뻑 젖도록 땀이 많이 났으며 하루에 2〜3차례 적은 양의 짙은 소변을 보았다. 치방은?",
            "choices": ["1. 팔물군자탕", "2. 천궁계지탕", "3. 향사양위탕", "4. 십이미관중탕", "5. 황기계지부자탕"],
            "answer": 5
        },
        {
            "question": "30세 여자가 손이 차다며 병원에 왔다. 손바닥 노궁혈의 온도가 팔 부위 협백혈의 온도보다 0.5 °C 낮았다. 설사, 식욕 저하, 수면 불량, 갈증이 있다. 엉덩이의 앉아 있는 기세가 왕성하고 가슴 부위의 벌어진 기세가 취약하다. 치방은?",
            "choices": ["1. 보중익기탕", "2. 황기계지탕", "3. 팔물군자탕", "4. 십이미관중탕", "5. 오수유부자이중탕"],
            "answer": 5
        },
        {
            "question": "26세 소양인 여자가 열이 나고 머리가 아파 병원에 왔다. 처음 3〜4일 동안 설사를 하다가 그쳤는데 이제는 간신히 하루에 한 번 조금씩 무른 변을 본다. 치방은?",
            "choices": ["1. 목통대안탕", "2. 형방사백산", "3. 형방패독산", "4. 십이미지황탕", "5. 인동등지골피탕"],
            "answer": 2
        },
        {
            "question": "소양인이 등이 시리고, 구역질이 난다며 병원에 왔다. 갈증이 나서 물을 많이 마시며, 매일 오후가 되면 열이 오르는 증상이 있다. 치방은?",
            "choices": ["1. 양격산화탕", "2. 형방패독산", "3. 형방사백산", "4. 활석고삼탕", "5. 십이미지황탕"],
            "answer": 5
        },
        {
            "question": "76세 남자가 안면 및 양측 하지 부종으로 병원에 왔다. 손발이 저리고 아프며 가슴이 답답한 증상이 동반되었고 소변이 시원치 않았다. 항상 일을 벌이려고 하고 그만두려 하지 않는 특성 ［恒欲擧而不欲措］을 갖고 있으며 중풍 후유증과 고혈압의 병력이 있다. 치방은?",
            "choices": ["1. 곽향정기산 가 복령", "2. 형방지황탕 가 목통", "3. 청심연자탕 가 목통", "4. 관중탕 가 복령 택사", "5. 지황백호탕 가 우방자"],
            "answer": 2
        },
        {
            "question": "30세 태음인이 얼굴에 붉은 반점이 생겨 병원에 왔다. 인후통이 있고 눈은 충혈되었으며, 얼굴색이 붉은 편이고 맥홍대하다. 치방은?",
            "choices": ["1. 보폐원탕", "2. 갈근부평탕", "3. 갈근해기탕", "4. 건율제조탕", "5. 건율저근피탕"],
            "answer": 3
        },
        {
            "question": "46세 남자가 7개월 전부터 쉬어도 피로가 풀리지 않아 병원에 왔다. 최근 건강검진상 별다른 이상 소견은 없었다고 한다. 집중력 저하, 수면 장애, 묽은 변, 밥을 먹고 나면 속이 더부룩한 증상이 동반되었고 지난 한 달 동안 몽설(夢泄)이 3번 있었다. 살집이 견실하고, 용모와 말하는 기운이 의젓하였다. 치방은?",
            "choices": ["1. 녹용대보탕", "2. 보중익기탕", "3. 십전대보탕", "4. 열다한소탕", "5. 석창포원지산"],
            "answer": 1
        },
        {
            "question": "55세 태음인 환자가 소화 불량으로 병원에 왔다. 식사 후 명치 밑이 그득하고, 장딴지에 힘이 없다고 하였다. 피부는 희고, 추위에 민감한 편이다. 치방은?",
            "choices": ["1. 갈근승기탕", "2. 갈근부평탕", "3. 마황발표탕", "4. 조위승청탕", "5. 한다열소탕"],
            "answer": 4
        },
        {
            "question": "태양인 외감요척병에 쓰는 약재로 장위(腸胃)를 튼튼히 하고 기력을 북돋우는 것은?",
            "choices": ["1. 교맥(蕎麥)", "2. 방합(蚌蛤)", "3. 즉어(鯽魚)", "4. 미후도(獼猴桃)", "5. 저두강(杵頭糠)"],
            "answer": 1
        },
        {
            "question": "태양인 병증을 치료하는 약재의 특징은?",
            "choices": ["1. 저장하는 힘 ［塞力］이 강하다.", "2. 발산하는 힘 ［通力］이 강하다.", "3. 끌어내리는 힘 ［降力］이 강하다.", "4. 끌어올리는 힘 ［升力］이 강하다.", "5. 향이 멀리 퍼져 나가는 약 ［馨藥］이다."],
            "answer": 1
        },
        {
            "question": "「광제설」에서 제시한 장년기의 생활 관리법은?",
            "choices": ["1. 용맹해야 한다.", "2. 노인을 공경해야 한다.", "3. 듣고 보며 배워야 한다.", "4. 널리 사람을 사랑할 줄 알아야 한다.", "5. 올바른 사람을 보호할 줄 알아야 한다."],
            "answer": 4
        },
        {
            "question": "항상 두려운 마음이 있고, 그 마음이 커져 공포를 느끼게 되면 건망(健忘)의 병이 발생할 수 있는 사상인의 성기(性氣)는?",
            "choices": ["1. 전진하려 하고 후퇴하려고 하지 않음", "2. 거동하려 하고 그만두려고 하지 않음", "3. 고요하려 하고 움직이려고 하지 않음", "4. 들어앉으려 하고 밖으로 나가려고 하지 않음", "5. 밖에서 뛰어나고자 하고 안에서 지키려고 하지 않음"],
            "answer": 2
        },
        {
            "question": "낙성(樂性)이 깊고 굳세며(深確), 희정(喜情)이 촉박하고 급한(促急) 사상인이 있다. 이 사람의 편소한 장(偏小之臟)에 공급되는 청즙(淸汁)의 기원은?",
            "choices": ["1. 고해(膏海)", "2. 막해(膜海)", "3. 액해(液海)", "4. 정해(精海)", "5. 혈해(血海)"],
            "answer": 2
        },
        {
            "question": "허리둘레의 서 있는 기세가 왕성하고, 목덜미의 일어서는 기세는 약한 사상인의 장점은?",
            "choices": ["1. 강무(剛武)", "2. 과단(果斷)", "3. 단중(端重)", "4. 성취(成就)", "5. 소통(疏通)"],
            "answer": 4
        },
        {
            "question": "체형으로 태음인과 소음인을 구별하기 어려울 때, 소음인으로 판단하는 데 도움이 되는 근거는?",
            "choices": ["1. 눈 안쪽이 아픔", "2. 기육이 단단하고 실함", "3. 맥이 장(長)하고 긴(緊)함", "4. 학질이나 오한할 때에도 냉수를 마심", "5. 손발의 문란증(俛亂證)이 나타남"],
            "answer": 5
        },
        {
            "question": "58세 남자가 손발이 시리다고 병원에 왔다. 1주일간 복통과 설사 없이 오한과 발열이 지속되다가 갑자기 손발이 차가워졌다고 한다. 항상 불안해하는 편이며, 5선 체형 검사 결과 1선이 짧았고, 3·4선에 비해 5선이 길었다. 치방은?",
            "choices": ["1. 인삼계피탕", "2. 한다열소탕", "3. 형방사백산", "4. 인삼오수유탕", "5. 관계부자이중탕"],
            "answer": 4
        },
        {
            "question": "32세 소음인이 소화가 안 되고 기운이 없다며 병원에 왔다. 보리밥을 먹은 다음날 설사를 1~2회 한 후, 지금까지 4일간 대변을 보지 못했다고 한다. 갈증은 없고 머리는 아프지 않으며, 평소처럼 추위를 타고 손발도 차다고 한다. 얼굴과 입술이 창백하다. 치료 중 환자가 호전되고 있다고 판단할 수 있는 땀이 나는 위치는?",
            "choices": ["1. 얼굴의 머리카락 경계부(面部髮際)", "2. 귀 뒤 부위(耳後高骨)", "3. 코와 입술의 가운데(人中)", "4. 등 부위(背部後面)", "5. 손발 바닥(手足掌心)"],
            "answer": 3
        },
        {
            "question": "48세 남자가 설사로 병원에 왔다. 한 달 전부터 복통을 동반한 3~4일간의 설사가 간헐적으로 반복되었고, 목이 말라 물을 자주 마시며 뼈마디가 쑤신다고 한다. 손발은 차갑고 추위를 싫어하며, 평소 호흡은 고르지만 가끔 한숨을 쉰다고 한다. 상체보다 하체가 발달하였다. 병증은?",
            "choices": ["1. 망음병", "2. 태음병", "3. 소음병", "4. 위완한병", "5. 내촉소장병"],
            "answer": 3
        },
        {
            "question": "38세 여자가 몸이 붓고 기운이 없다며 병원에 왔다. 2주 전부터 소변이 잦다고 한다. 소화가 잘 안 되지만 배는 더 부룩하지 않고 대변은 정상이란다. 추위를 타고 갈증은 없으며 식욕은 정상이고 땀은 오직 머리에서만 난다고 한다. 당여(黨與)를 잘 하지만 교우(交遇)는 잘 하지 못하고, 단중과 중완을 누르면 아파한다. 치방은?",
            "choices": ["1. 건율제조탕", "2. 목통대안탕", "3. 태음조위탕", "4. 백하오이중탕", "5. 적백하오관중탕"],
            "answer": 5
        },
        {
            "question": "49세 소양인 남자가 설사를 하고 배가 아프다며 병원에 왔다. 오한이 동반된 하루 4~5회의 설사와 복통이 지속된다고 한다. 머리는 아프지 않지만 잠을 푹 자지 못하며 식욕은 떨어지고 물을 자주 마신다고 한다. 평소 추위를 타고, 음식을 먹은 후 체하거나 딸꾹질을 하는 편이다. 치방은?",
            "choices": ["1. 숙지황고삼탕", "2. 저령차전자탕", "3. 형방도적산", "4. 형방지황탕", "5. 형방패독산"],
            "answer": 4
        },
        {
            "question": "53세 소양인 남자가 명치 부위가 답답하다고 병원에 왔다. 소화가 안 되고 가끔 헛구역질을 하나, 마시는 데는 큰 불편함이 없다고 한다. 수면이나 대소변에는 이상이 없고, 현재 오한은 없으나 평소에는 추위를 탄다고 한다. 단중과 중완 부위를 누르니 아파한다. 치방은?",
            "choices": ["1. 형방도적산", "2. 감수천일환", "3. 형방패독산", "4. 활석고삼탕", "5. 저령차전자탕"],
            "answer": 1
        },
        {
            "question": "65세 소양인 여자가 헛구역질로 병원에 왔다. 3주 전부터 점차 증상이 심해졌고, 오후가 되면 열감은 느끼지만 등은 시리다고 한다. 식욕이 떨어지고 소화가 잘 안 되며 물을 자주 마신다고 한다. 평소 더위를 타며 특이하게도 간혹 입에 찬 침이 올라오는 느낌이 있지만, 침에 피가 섞여 보이거나 코피가 나는 경우는 없다. 치방은?",
            "choices": ["1. 독활지황탕", "2. 양격산화탕", "3. 형방사백산", "4. 십이미지황탕", "5. 인동등지골피탕"],
            "answer": 1
        },
        {
            "question": "55세 태음인 남자가 어지럽고 귀가 멍하다며 병원에 왔다. 처음에는 심한 오한과 발열이 나타나고 이마에서만 땀을 흘렸다고 한다. 2주 후 가슴까지 땀이 나면서 오한과 발열은 없어졌지만 어지럼과 귀가 멍한 증상이 나타났다고 한다. 수면·음수·소변에는 이상이 없고, 평소 간혹 설사를 하며 몸은 차고 얼굴은 창백하고 목 안은 건조한 편이었다고 한다. 치방은?",
            "choices": ["1. 건율제조탕", "2. 공진흑원단", "3. 마황발표탕", "4. 조리폐원탕", "5. 조위승청탕"],
            "answer": 4
        },
        {
            "question": "23세 여자가 3일 전부터 볼에 열이 오르고 부었다며 병원에 왔다. 최근 친구들과 마라탕을 먹은 후 대변을 3~4일에 한 번 보게 되었는데, 평소에도 간혹 변비가 있으며 더위를 타는 편이다. 키 163cm, 몸무게 68kg이고 행동은 의젓하지만 속으로는 항상 겁을 내는 편이라고 한다. 치방은?",
            "choices": ["1. 갈근승기탕", "2. 갈근해기탕", "3. 양격산화탕", "4. 양독백호탕", "5. 형방사백산"],
            "answer": 1
        },
        {
            "question": "식도가 막힌 듯 음식물이 내려가지 않거나 간혹 토하는 병증을 보이는 태양인의 심적（心的） 상태는?",
            "choices": ["1. 비애동중（悲哀動中）", "2. 사상무궁（思想無窮）", "3. 치락무염（侈樂無厭）", "4. 희호부정 （喜好不定）", "5. 의강조약（意强操弱）"],
            "answer": 5
        },
        {
            "question": "얼굴이 창백하고 추위를 잘 타는 태음인이 졸중풍(卒中風)의 증세를 보일 때, 우황청심환 대신 사용할 수 있는 약물 조합은?",
            "choices": ["1. 길경 마황", "2. 녹용 멕문동", "3. 원지 석창포", "4. 건율 저근백피", "5. 의이인 나복자"],
            "answer": 3
        },
        {
            "question": "간약(簡約)하면 멀리하고, 교사(嬌奢)하면 반드시 탐하게 되는 것은?",
            "choices": ["1. 권(權)", "2. 색(色)", "3. 식(食)", "4. 재(財)", "5. 주(酒)"],
            "answer": 2
        }
    ]